<template>
  <div id="policy">
    <div class="container wrp">
      <article>
        利用規約
<br/><br/>
        当ソフトウェア（以下、高波）は、nitolab.com運営者である緋村浅日が個人的に作成・運営しているものです。
<br/><br/>
        高波のAPI（アプリケーション・プログラミング・インターフェース）（以下利用者）を使用する人（以下利用者）は高波を使用する場合、本利用規約に同意したものとみなされます。
<br/><br/>
        当利用規約では、以下に関することを全て禁止します。<br/>
        - サードパーティアプリや自作アプリを使用して高波を使用すること<br/>
        - 高波のリバースエンジニアリング（聞いてくれればナレッジは提供します）<br/>
        - 極端に過度な使用<br/>
        - 営利利用<br/>
        - 一般的な見解からして不正と見られる行為
<br/><br/>
        プログラム、サービス提供画面、本ソフトウェア等、本APIサービスに関する一切の特許権、実用新案権、意匠権、 商標権、著作権、不正競争防止法上の権利、その他一切の財産的若しくは人格的権利（以下「知的財産権等」といいます。）は、全て緋村又はそのライセンサーに帰属します。
<br/><br/>
        利用者は、本利用規約に基づいて、高波を利用することができますが、提供される本APIサービスに関する知的財産権等を取得するものではありません。利用者は、高波の一部または全部を、リバースエンジニアリング、 逆コンパイル、又は逆アセンブラ、その他本APIサービスを解析しようと試みてはならないものとします。
<br/><br/>
        緋村は高波の運用に関して得られるいかなる情報を高波の運用目的以外で使用することはしません。
        また、緋村は高波の利用によって起こるいかなるトラブルにも責任を持ちません。
<br/><br/>
        にとりB型は利用者の同意なくいきなり機能変更、運用停止をする場合があります。
<br/><br/>
        にとりB型に関して利用者と緋村との間で問題が生じた場合、利用者と緋村は誠意をもって協議し、その解決に努めるものとします。
<br/><br/>
        以上<br/>
        2020年8月1日制定
      </article>
    </div>
  </div>
</template>
